/*===============================
年代
================================*/
export const ageList = [
  { id: 1, label: '20代以下' },
  { id: 2, label: '20代' },
  { id: 3, label: '30代' },
  { id: 4, label: '40代' },
  { id: 5, label: '50代' },
  { id: 6, label: '60代以上' },
];

/*===============================
性別
================================*/
export const genderList = [
  { id: 1, label: '男性' },
  { id: 2, label: '女性' },
  { id: 3, label: 'どちらでもない' },
  { id: 4, label: '回答しない' },
];

/*===============================
趣味
================================*/
export const hobbyList = [
  { id: 1, label: '読書📕' },
  { id: 2, label: '映画鑑賞🍿' },
  { id: 3, label: '運動‍🏃‍♂️' },
  { id: 4, label: 'スポーツ観戦⚽' },
  { id: 5, label: 'キャンプ🏕️' },
  { id: 6, label: 'カフェ巡り☕️' },
  { id: 7, label: 'サウナ🧖' },
  { id: 8, label: '写真📷' },
  { id: 9, label: '銭湯♨️️' },
  { id: 10, label: 'グルメ🍔' },
];

/*===============================
登録理由
================================*/
export const reasonList = [
  { id: 1, label: '健康でいたい' },
  { id: 2, label: '運動したい' },
  { id: 3, label: '人と交流がしたい' },
  { id: 4, label: 'お散歩が好き' },
  { id: 5, label: 'リフレッシュしたい' },
  { id: 6, label: '知らない街を冒険したい' },
];
